{
    "absentee_component":{
        "item1": "Can't be there? Let us help you connect",
        "item2": "Absentee voting is as easy as signing up before your state's deadline.",
        "item3": "Request an absentee ballot"
    },

    "app_header":{
        "header": "Five Fifths Voter",
        "item1": "Why Vote",
        "item2": "Voter Journey",
        "item3": "Get Connected",
        "item4": "Voter Support"
    },

    "ballot_return":{
        "item1": "Find your local ballot dropbox",
        "item2": "Show Ballot Drop Off Locations",
        "item3": "No known drop off locations. Check with your local election officials",
        "item4": "Powered by the Civic Information"
    },

    "hero_header":{
        "title":"Five Fifths Voter",
        "description_1":"5/5 equals a whole.",
        "description_2":"A whole person, a whole community, a whole nation.",
        "quote":"A whole person, a whole community, a whole nation.",
        "author":"John Lewis",
        "button":"Why Vote"
    },
    "countdown_component":{
       "title": "Georgia senate runoff."
    },
    "landing_page":{
        "mission":{
            "title":"Our Mission",
            "paragrah":"With Five Fifths Voter, we help put the power back in your hands. Our platform provides a personalized experience with useful tools to help marginalized voters overcome voting process roadblocks. Five Fifths Voter takes into account various voting journeys, such as first-time voters, veterans, minorities, legally disabled, the elderly, or those with felony convictions. Together, we can change the narrative of historically disenfranchised people in our democratic process."
        },    
        "educate":{
            "title":"Educate.",
            "quote": "Knowledge is power",
            "author": "Francis Bacon",
            "paragraph": "Five Fifths Voter will educate disenfranchised voters with voting guidance and connection to up-to-date tools necessary to complete the voting process."
        },
        "empower":{
            "title":"Empower.",
            "quote": "I am no bird; and no net ensnares me: I am a free human being with an independent will.",
            "author": "Charlotte Brontë",
            "paragraph": "Five Fifths Voter will help generate solidarity for disenfranchised voting communities and leverage social media platforms for easy access to candidate information."
        },
        "enable":{
            "title":"Enable.",
            "quote": "Enablement is the key to closing the gap between intention and action.",
            "author": "Paul Repetto",
            "paragraph": "Five Fifths Voter enables users with information to get to polling stations in safe and efficient ways and will strive to help remove roadblocks disenfranchised voters encounter when voting."
        }
    },
    "why_vote_page": {
        "header": "Why vote?",
        "title": "So what's the deal?",
        "paragraph1": "In 1868, the 14th Amendment gave Black people citizenship in America, but it would be over 97 years before they could successfully vote. During this time span poll taxes, literacy tests, and other tactics were used to undermine Black people's right to vote.",
        "paragraph2": "In 1965, the Voting Rights Act provided a successful pathway for Black and many disenfranchised people to vote. Many Black people protested, marched, were arrested and even died as they fought the battle for voting equality.",
        "paragraph3": "Voting is the perfect way to implement change. As American citizens, regardless of race, sex, background or nationality, we can stand in solidarity as a whole and exercise the right to be heard. Five Fifths Voter is tailored to help Black and other disenfranchised voters to seize the opportunity to be heard in America.",
        "join_us": "Join us to", 
        "get_registered": "get registered",
        "get_educated": "get educated",
        "get_social": "get social",
        "and": "and", 
        "get_vocal": "get vocal."
    },
    "support_page": {
        "header": "Support when you need it",
        "title": "Resources are available to help you",
        "link1": "Seniors, find a ride to the polls",
        "link2": "Free election day childcare",
        "link3": "Mail-in voting instructions",
        "link4": "Voting for felons",
        "link5": "Voter tips for the disabled",
        "last_paragraph":"Each voter’s journey is different. Five Fifths Voter can put you on the right path to reclaiming voter confidence. Please visit our support channels to help guide you."
    },
    "vote_now_component":{
        "header":"Candidates, deadlines and resources",
        "acceptable_id":"Acceptable IDs",
        "state_voter_id_info":"State voter ID information",
        "more_state_info": "More Information from your State",
        "state_gov_id": "Any valid state or federal government issued photo ID, including a free ID Card issued by your county registrar's office or the Department of Driver Services (DDS)",
        "state_drivers_license":"A state issued driver's license, even if expired",
        "gov_employee_id":"Valid employee photo ID from any branch, department, agency, or entity of the U.S. Government, state, or any county, municipality, board, authority or other entity of this state",
        "us_passport":"Valid U.S. passport ID",
        "us_military_id":"Valid U.S. military photo ID",
        "tribal_id":"Valid tribal photo ID",
        "student_id":"Many student IDs are also acceptable",
        "state_voting_info_button": "State Voting Info"
    },
    "twitter_chatter_component":{
        "no_tweets_available":"No tweets available",
        "tweets_are_available":"here's what they're saying."
    },
    "register_component":{
        "title":"Voting is the future",
        "paragraph":"Voting is the perfect way for you to unite and implement change in your communities, state-wide and nationally.",
        "check_status_link":"Check voting status",
        "register_link":"Register to vote"
    }
}