{
    "hero_header":{
        "title":"Five Fifths Voter",
        "description_1":"equals a whole",
        "description_2":"A whole person, a whole community, a whole nation.",
        "quote":"A whole person, a whole community, a whole nation.",
        "author":"John Lewis",
        "button":"Why Vote"
    },
    "landing_page":{
        "mission":"With Five Fifths Voter, we help put the power back in your hands. Our platform provides a personalized experience with useful tools to help marginalized voters overcome voting process roadblocks. Five Fifths Voter takes into account various voting journeys, such as first-time voters, veterans, minorities, legally disabled, the elderly, or those with felony convictions. Together, we can change the narrative of historically disenfranchised people in our democratic process.",
        "educate":{
            "quote": "Knowledge is power",
            "author": "Francis Bacon",
            "message": "Five Fifths Voter will educate disenfranchised voters with voting guidance and connection to up-to-date tools necessary to complete the voting process."
        },
        "empower":{
            "quote": "Knowledge is power",
            "author": "Francis Bacon",
            "message": ""
        }
    },
    "why_vote_page": {
        "title": "Why vote?",
        "header": "So what's the deal?",
        "paragraph 1": "In 1868, the 14th Amendment gave Black people citizenship in America, but it would be over 97 years before they could successfully vote. During this time span poll taxes, literacy tests, and other tactics were used to undermine Black people's right to vote.",
        "paragraph 2": "In 1965, the Voting Rights Act provided a successful pathway for Black and many disenfranchised people to vote. Many Black people protested, marched, were arrested and even died as they fought the battle for voting equality.",
        "paragraph 3": "Voting is the perfect way to implement change. As American citizens, regardless of race, sex, background or nationality, we can stand in solidarity as a whole and exercise the right to be heard. Five Fifths Voter is tailored to help Black and other disenfranchised voters to seize the opportunity to be heard in America.",
        "final sentence": "Join us to get registered, get educated, get social, and get vocal."
    }
}